{
    "articles": [
        {
            "id": 1,
            "component": "ArticleProfile",
            "settings": {
                "contact_list_ids": ["address", "email", "discord"],
                "contact_circles_ids": ["github", "linkedin", "instagram", "x"]
            },
            "items": [
                {
                    "id": 1,
                    "locales": {
                        "en": {
                            "description": "I’ve been working as a <strong>data analyst</strong> for <strong>8 years</strong>, turning raw numbers into clear, actionable insights that help teams make smarter, faster decisions. I specialize in transforming complex data into meaningful stories through intuitive dashboards, reports, and visualizations."
                        },
                        "pt": {
                            "description": "Trabalho como <strong>analista de dados</strong> há <strong>8 anos</strong>, transformando números brutos em insights claros e acionáveis que ajudam as equipes a tomar decisões mais inteligentes e rápidas. Especializo-me em transformar dados complexos em histórias significativas por meio de painéis intuitivos, relatórios e visualizações."
                        },
                        "ru": {
                            "description": "Я работаю в качестве <strong>аналитика данных</strong> уже <strong>8 лет</strong>, превращая сырые данные в четкие, практические инсайты, которые помогают командам принимать более умные и быстрые решения. Я специализируюсь на преобразовании сложных данных в значимые истории с помощью интуитивно понятных панелей управления, отчетов и визуализаций."
                        },
                        "ja": {
                            "description": "私は<strong>データアナリスト</strong>として<strong>8年間</strong>働いており、生の数字を明確で実用的な洞察に変え、チームがより賢く迅速な意思決定を行うのを支援しています。複雑なデータを直感的なダッシュボード、レポート、ビジュアライゼーションを通じて意味のあるストーリーに変えることを専門としています。"
                        }
                    }
                },

                {
                    "id": 2,
                    "locales": {
                        "en": {
                            "description": "To me, great analysis is more than just crunching numbers—it’s about understanding people, asking the right questions, and guiding strategy with confidence. Let’s collaborate to uncover insights that move your projects forward with clarity and purpose!"
                        },
                        "pt": {
                            "description": "Para mim, uma ótima análise é mais do que apenas processar números—trata-se de entender as pessoas, fazer as perguntas certas e orientar a estratégia com confiança. Vamos colaborar para descobrir insights que impulsionem seus projetos com clareza e propósito!"
                        },
                        "ru": {
                            "description": "Для меня отличная аналитика — это не просто обработка чисел, это понимание людей, задавание правильных вопросов и уверенное руководство стратегией. Давайте сотрудничать, чтобы раскрыть инсайты, которые продвигают ваши проекты вперед с ясностью и целью!"
                        },
                        "ja": {
                            "description": "私にとって、優れた分析は単なる数字の処理以上のものです。それは人々を理解し、適切な質問をし、自信を持って戦略を導くことです。明確さと目的を持ってプロジェクトを前進させる洞察を一緒に発見しましょう！"
                        }
                    }
                }
            ]
        }
    ]
}